Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.LevelDeletedSameName
Level cannot be copied because level with desired name '[Name]' already exist in a target document.

Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.GridDeletedSameName
Grid cannot be copied because grid with desired name '[Name]' already exist in a target document.

Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.CopyWatchAlert
Coordination Monitor alert : [Description]

Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.CannotMoveHostedFixtureViaCopyMonitor
The fixture is hosted and cannot be moved. Use the Move command to relocate the fixture in the host file as required.

Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.CannotCopyCuttingInsert
Copy/Monitor does not support cutting inserts in floors. Some openings were not copied.

Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.AlreadyWatched
Elements already monitored.

Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.AlreadyCopiedAndStopWatch
Element has already been copied. Stop existing monitoring to copy again.

Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures
Failures about CopyWatch.